loadtests/results/escenario1/20260925_131343_01_nivel1_vus50.log

         /\      Grafana   /ÔÇ¥ÔÇ¥/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ÔÇ¥ÔÇ¥\ 
  /          \   |   (  |  (ÔÇ¥)  |
 / __________ \  |_|\_\  \_____/ 


     execution: local
        script: C:\code\proyecto-plataforma-mooc\loadtests\k6\load-test.js
        output: -

     scenarios: (100.00%) 1 scenario, 50 max VUs, 5m0s max duration (incl. graceful stop):
              * trafico_mixto: Up to 50 looping VUs for 4m30s over 4 stages (gracefulRampDown: 30s, gracefulStop: 30s)


Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]

Run             [ 100% ] setup()
trafico_mixto   [   0% ]
time="2026-09-25T13:20:30-05:00" level=info msg="Setup listo: 100/100 usuarios autenticados." source=console

running (1m28.0s), 00/50 VUs, 0 complete and 0 interrupted iterations
trafico_mixto   [   0% ] 00/50 VUs  0m00.6s/4m30.0s

running (1m29.0s), 01/50 VUs, 0 complete and 0 interrupted iterations
trafico_mixto   [   1% ] 01/50 VUs  0m01.6s/4m30.0s

running (1m30.0s), 02/50 VUs, 0 complete and 0 interrupted iterations
trafico_mixto   [   1% ] 02/50 VUs  0m02.6s/4m30.0s

running (1m31.0s), 03/50 VUs, 1 complete and 0 interrupted iterations
trafico_mixto   [   1% ] 03/50 VUs  0m03.6s/4m30.0s

running (1m32.0s), 03/50 VUs, 1 complete and 0 interrupted iterations
trafico_mixto   [   2% ] 03/50 VUs  0m04.6s/4m30.0s

running (1m33.0s), 04/50 VUs, 3 complete and 0 interrupted iterations
trafico_mixto   [   2% ] 04/50 VUs  0m05.6s/4m30.0s

running (1m34.0s), 05/50 VUs, 4 complete and 0 interrupted iterations
trafico_mixto   [   2% ] 05/50 VUs  0m06.6s/4m30.0s

running (1m35.0s), 06/50 VUs, 6 complete and 0 interrupted iterations
trafico_mixto   [   3% ] 06/50 VUs  0m07.6s/4m30.0s

running (1m36.0s), 07/50 VUs, 8 complete and 0 interrupted iterations
trafico_mixto   [   3% ] 07/50 VUs  0m08.6s/4m30.0s

running (1m37.0s), 08/50 VUs, 12 complete and 0 interrupted iterations
trafico_mixto   [   4% ] 08/50 VUs  0m09.6s/4m30.0s

running (1m38.0s), 08/50 VUs, 16 complete and 0 interrupted iterations
trafico_mixto   [   4% ] 08/50 VUs  0m10.6s/4m30.0s

running (1m39.0s), 09/50 VUs, 17 complete and 0 interrupted iterations
trafico_mixto   [   4% ] 09/50 VUs  0m11.6s/4m30.0s

running (1m40.0s), 10/50 VUs, 24 complete and 0 interrupted iterations
trafico_mixto   [   5% ] 10/50 VUs  0m12.6s/4m30.0s

running (1m41.0s), 11/50 VUs, 28 complete and 0 interrupted iterations
trafico_mixto   [   5% ] 11/50 VUs  0m13.6s/4m30.0s

running (1m42.0s), 12/50 VUs, 30 complete and 0 interrupted iterations
trafico_mixto   [   5% ] 12/50 VUs  0m14.6s/4m30.0s

running (1m43.0s), 13/50 VUs, 38 complete and 0 interrupted iterations
trafico_mixto   [   6% ] 13/50 VUs  0m15.6s/4m30.0s

running (1m44.0s), 13/50 VUs, 40 complete and 0 interrupted iterations
trafico_mixto   [   6% ] 13/50 VUs  0m16.6s/4m30.0s

running (1m45.0s), 14/50 VUs, 48 complete and 0 interrupted iterations
trafico_mixto   [   7% ] 14/50 VUs  0m17.6s/4m30.0s

running (1m46.0s), 15/50 VUs, 56 complete and 0 interrupted iterations
trafico_mixto   [   7% ] 15/50 VUs  0m18.6s/4m30.0s

running (1m47.0s), 16/50 VUs, 63 complete and 0 interrupted iterations
trafico_mixto   [   7% ] 16/50 VUs  0m19.6s/4m30.0s

running (1m48.0s), 17/50 VUs, 69 complete and 0 interrupted iterations
trafico_mixto   [   8% ] 17/50 VUs  0m20.6s/4m30.0s

running (1m49.0s), 18/50 VUs, 75 complete and 0 interrupted iterations
trafico_mixto   [   8% ] 18/50 VUs  0m21.6s/4m30.0s

running (1m50.0s), 18/50 VUs, 84 complete and 0 interrupted iterations
trafico_mixto   [   8% ] 18/50 VUs  0m22.6s/4m30.0s

running (1m51.0s), 19/50 VUs, 91 complete and 0 interrupted iterations
trafico_mixto   [   9% ] 19/50 VUs  0m23.6s/4m30.0s

running (1m52.0s), 20/50 VUs, 98 complete and 0 interrupted iterations
trafico_mixto   [   9% ] 20/50 VUs  0m24.6s/4m30.0s

running (1m53.0s), 21/50 VUs, 110 complete and 0 interrupted iterations
trafico_mixto   [   9% ] 21/50 VUs  0m25.6s/4m30.0s

running (1m54.0s), 22/50 VUs, 115 complete and 0 interrupted iterations
trafico_mixto   [  10% ] 22/50 VUs  0m26.6s/4m30.0s

running (1m55.0s), 23/50 VUs, 125 complete and 0 interrupted iterations
trafico_mixto   [  10% ] 23/50 VUs  0m27.6s/4m30.0s

running (1m56.0s), 23/50 VUs, 138 complete and 0 interrupted iterations
trafico_mixto   [  11% ] 23/50 VUs  0m28.6s/4m30.0s

running (1m57.0s), 24/50 VUs, 143 complete and 0 interrupted iterations
trafico_mixto   [  11% ] 24/50 VUs  0m29.6s/4m30.0s

running (1m58.0s), 25/50 VUs, 159 complete and 0 interrupted iterations
trafico_mixto   [  11% ] 25/50 VUs  0m30.6s/4m30.0s

running (1m59.0s), 26/50 VUs, 168 complete and 0 interrupted iterations
trafico_mixto   [  12% ] 26/50 VUs  0m31.6s/4m30.0s

running (2m00.0s), 27/50 VUs, 177 complete and 0 interrupted iterations
trafico_mixto   [  12% ] 27/50 VUs  0m32.6s/4m30.0s

running (2m01.0s), 28/50 VUs, 191 complete and 0 interrupted iterations
trafico_mixto   [  12% ] 28/50 VUs  0m33.6s/4m30.0s

running (2m02.0s), 28/50 VUs, 203 complete and 0 interrupted iterations
trafico_mixto   [  13% ] 28/50 VUs  0m34.6s/4m30.0s

running (2m03.0s), 29/50 VUs, 210 complete and 0 interrupted iterations
trafico_mixto   [  13% ] 29/50 VUs  0m35.6s/4m30.0s

running (2m04.0s), 30/50 VUs, 226 complete and 0 interrupted iterations
trafico_mixto   [  14% ] 30/50 VUs  0m36.6s/4m30.0s

running (2m05.0s), 31/50 VUs, 238 complete and 0 interrupted iterations
trafico_mixto   [  14% ] 31/50 VUs  0m37.6s/4m30.0s

running (2m06.0s), 32/50 VUs, 248 complete and 0 interrupted iterations
trafico_mixto   [  14% ] 32/50 VUs  0m38.6s/4m30.0s

running (2m07.0s), 33/50 VUs, 265 complete and 0 interrupted iterations
trafico_mixto   [  15% ] 33/50 VUs  0m39.6s/4m30.0s

running (2m08.0s), 33/50 VUs, 274 complete and 0 interrupted iterations
trafico_mixto   [  15% ] 33/50 VUs  0m40.6s/4m30.0s

running (2m09.0s), 34/50 VUs, 292 complete and 0 interrupted iterations
trafico_mixto   [  15% ] 34/50 VUs  0m41.6s/4m30.0s

running (2m10.0s), 35/50 VUs, 307 complete and 0 interrupted iterations
trafico_mixto   [  16% ] 35/50 VUs  0m42.6s/4m30.0s

running (2m11.0s), 36/50 VUs, 323 complete and 0 interrupted iterations
trafico_mixto   [  16% ] 36/50 VUs  0m43.6s/4m30.0s

running (2m12.0s), 37/50 VUs, 338 complete and 0 interrupted iterations
trafico_mixto   [  17% ] 37/50 VUs  0m44.6s/4m30.0s

running (2m13.0s), 38/50 VUs, 356 complete and 0 interrupted iterations
trafico_mixto   [  17% ] 38/50 VUs  0m45.6s/4m30.0s

running (2m14.0s), 38/50 VUs, 372 complete and 0 interrupted iterations
trafico_mixto   [  17% ] 38/50 VUs  0m46.6s/4m30.0s

running (2m15.0s), 39/50 VUs, 389 complete and 0 interrupted iterations
trafico_mixto   [  18% ] 39/50 VUs  0m47.6s/4m30.0s

running (2m16.0s), 40/50 VUs, 407 complete and 0 interrupted iterations
trafico_mixto   [  18% ] 40/50 VUs  0m48.6s/4m30.0s

running (2m17.0s), 41/50 VUs, 422 complete and 0 interrupted iterations
trafico_mixto   [  18% ] 41/50 VUs  0m49.6s/4m30.0s

running (2m18.0s), 42/50 VUs, 445 complete and 0 interrupted iterations
trafico_mixto   [  19% ] 42/50 VUs  0m50.6s/4m30.0s

running (2m19.0s), 43/50 VUs, 459 complete and 0 interrupted iterations
trafico_mixto   [  19% ] 43/50 VUs  0m51.6s/4m30.0s

running (2m20.0s), 43/50 VUs, 477 complete and 0 interrupted iterations
trafico_mixto   [  20% ] 43/50 VUs  0m52.7s/4m30.0s

running (2m21.0s), 44/50 VUs, 493 complete and 0 interrupted iterations
trafico_mixto   [  20% ] 44/50 VUs  0m53.6s/4m30.0s

running (2m22.0s), 45/50 VUs, 514 complete and 0 interrupted iterations
trafico_mixto   [  20% ] 45/50 VUs  0m54.6s/4m30.0s

running (2m23.0s), 46/50 VUs, 535 complete and 0 interrupted iterations
trafico_mixto   [  21% ] 46/50 VUs  0m55.6s/4m30.0s

running (2m24.0s), 47/50 VUs, 554 complete and 0 interrupted iterations
trafico_mixto   [  21% ] 47/50 VUs  0m56.6s/4m30.0s

running (2m25.0s), 48/50 VUs, 576 complete and 0 interrupted iterations
trafico_mixto   [  21% ] 48/50 VUs  0m57.6s/4m30.0s

running (2m26.0s), 48/50 VUs, 601 complete and 0 interrupted iterations
trafico_mixto   [  22% ] 48/50 VUs  0m58.6s/4m30.0s

running (2m27.0s), 49/50 VUs, 620 complete and 0 interrupted iterations
trafico_mixto   [  22% ] 49/50 VUs  0m59.6s/4m30.0s

running (2m28.0s), 50/50 VUs, 644 complete and 0 interrupted iterations
trafico_mixto   [  22% ] 50/50 VUs  1m00.6s/4m30.0s

running (2m29.0s), 50/50 VUs, 667 complete and 0 interrupted iterations
trafico_mixto   [  23% ] 50/50 VUs  1m01.6s/4m30.0s

running (2m30.0s), 50/50 VUs, 689 complete and 0 interrupted iterations
trafico_mixto   [  23% ] 50/50 VUs  1m02.6s/4m30.0s

running (2m31.0s), 50/50 VUs, 712 complete and 0 interrupted iterations
trafico_mixto   [  24% ] 50/50 VUs  1m03.6s/4m30.0s

running (2m32.0s), 50/50 VUs, 738 complete and 0 interrupted iterations
trafico_mixto   [  24% ] 50/50 VUs  1m04.6s/4m30.0s

running (2m33.0s), 50/50 VUs, 759 complete and 0 interrupted iterations
trafico_mixto   [  24% ] 50/50 VUs  1m05.6s/4m30.0s

running (2m34.0s), 50/50 VUs, 783 complete and 0 interrupted iterations
trafico_mixto   [  25% ] 50/50 VUs  1m06.6s/4m30.0s

running (2m35.0s), 50/50 VUs, 805 complete and 0 interrupted iterations
trafico_mixto   [  25% ] 50/50 VUs  1m07.6s/4m30.0s

running (2m36.0s), 50/50 VUs, 821 complete and 0 interrupted iterations
trafico_mixto   [  25% ] 50/50 VUs  1m08.6s/4m30.0s

running (2m37.0s), 50/50 VUs, 849 complete and 0 interrupted iterations
trafico_mixto   [  26% ] 50/50 VUs  1m09.6s/4m30.0s

running (2m38.0s), 50/50 VUs, 870 complete and 0 interrupted iterations
trafico_mixto   [  26% ] 50/50 VUs  1m10.6s/4m30.0s

running (2m39.0s), 50/50 VUs, 896 complete and 0 interrupted iterations
trafico_mixto   [  27% ] 50/50 VUs  1m11.6s/4m30.0s

running (2m40.0s), 50/50 VUs, 917 complete and 0 interrupted iterations
trafico_mixto   [  27% ] 50/50 VUs  1m12.6s/4m30.0s

running (2m41.0s), 50/50 VUs, 937 complete and 0 interrupted iterations
trafico_mixto   [  27% ] 50/50 VUs  1m13.6s/4m30.0s

running (2m42.0s), 50/50 VUs, 960 complete and 0 interrupted iterations
trafico_mixto   [  28% ] 50/50 VUs  1m14.6s/4m30.0s

running (2m43.0s), 50/50 VUs, 975 complete and 0 interrupted iterations
trafico_mixto   [  28% ] 50/50 VUs  1m15.6s/4m30.0s

running (2m44.0s), 50/50 VUs, 998 complete and 0 interrupted iterations
trafico_mixto   [  28% ] 50/50 VUs  1m16.6s/4m30.0s

running (2m45.0s), 50/50 VUs, 1030 complete and 0 interrupted iterations
trafico_mixto   [  29% ] 50/50 VUs  1m17.6s/4m30.0s

running (2m46.0s), 50/50 VUs, 1040 complete and 0 interrupted iterations
trafico_mixto   [  29% ] 50/50 VUs  1m18.6s/4m30.0s

running (2m47.0s), 50/50 VUs, 1065 complete and 0 interrupted iterations
trafico_mixto   [  29% ] 50/50 VUs  1m19.6s/4m30.0s

running (2m48.0s), 50/50 VUs, 1084 complete and 0 interrupted iterations
trafico_mixto   [  30% ] 50/50 VUs  1m20.6s/4m30.0s

running (2m49.0s), 50/50 VUs, 1110 complete and 0 interrupted iterations
trafico_mixto   [  30% ] 50/50 VUs  1m21.6s/4m30.0s

running (2m50.0s), 50/50 VUs, 1132 complete and 0 interrupted iterations
trafico_mixto   [  31% ] 50/50 VUs  1m22.6s/4m30.0s

running (2m51.0s), 50/50 VUs, 1152 complete and 0 interrupted iterations
trafico_mixto   [  31% ] 50/50 VUs  1m23.6s/4m30.0s

running (2m52.0s), 50/50 VUs, 1175 complete and 0 interrupted iterations
trafico_mixto   [  31% ] 50/50 VUs  1m24.6s/4m30.0s

running (2m53.0s), 50/50 VUs, 1196 complete and 0 interrupted iterations
trafico_mixto   [  32% ] 50/50 VUs  1m25.6s/4m30.0s

running (2m54.0s), 50/50 VUs, 1221 complete and 0 interrupted iterations
trafico_mixto   [  32% ] 50/50 VUs  1m26.6s/4m30.0s

running (2m55.0s), 50/50 VUs, 1244 complete and 0 interrupted iterations
trafico_mixto   [  32% ] 50/50 VUs  1m27.6s/4m30.0s

running (2m56.0s), 50/50 VUs, 1260 complete and 0 interrupted iterations
trafico_mixto   [  33% ] 50/50 VUs  1m28.6s/4m30.0s

running (2m57.0s), 50/50 VUs, 1281 complete and 0 interrupted iterations
trafico_mixto   [  33% ] 50/50 VUs  1m29.6s/4m30.0s

running (2m58.0s), 50/50 VUs, 1306 complete and 0 interrupted iterations
trafico_mixto   [  34% ] 50/50 VUs  1m30.6s/4m30.0s

running (2m59.0s), 50/50 VUs, 1327 complete and 0 interrupted iterations
trafico_mixto   [  34% ] 50/50 VUs  1m31.6s/4m30.0s

running (3m00.0s), 50/50 VUs, 1355 complete and 0 interrupted iterations
trafico_mixto   [  34% ] 50/50 VUs  1m32.6s/4m30.0s

running (3m01.0s), 50/50 VUs, 1378 complete and 0 interrupted iterations
trafico_mixto   [  35% ] 50/50 VUs  1m33.6s/4m30.0s

running (3m02.0s), 50/50 VUs, 1399 complete and 0 interrupted iterations
trafico_mixto   [  35% ] 50/50 VUs  1m34.6s/4m30.0s

running (3m03.0s), 50/50 VUs, 1421 complete and 0 interrupted iterations
trafico_mixto   [  35% ] 50/50 VUs  1m35.6s/4m30.0s

running (3m04.0s), 50/50 VUs, 1440 complete and 0 interrupted iterations
trafico_mixto   [  36% ] 50/50 VUs  1m36.6s/4m30.0s

running (3m05.0s), 50/50 VUs, 1465 complete and 0 interrupted iterations
trafico_mixto   [  36% ] 50/50 VUs  1m37.6s/4m30.0s

running (3m06.0s), 50/50 VUs, 1482 complete and 0 interrupted iterations
trafico_mixto   [  37% ] 50/50 VUs  1m38.6s/4m30.0s

running (3m07.0s), 50/50 VUs, 1508 complete and 0 interrupted iterations
trafico_mixto   [  37% ] 50/50 VUs  1m39.6s/4m30.0s

running (3m08.0s), 50/50 VUs, 1535 complete and 0 interrupted iterations
trafico_mixto   [  37% ] 50/50 VUs  1m40.6s/4m30.0s

running (3m09.0s), 50/50 VUs, 1552 complete and 0 interrupted iterations
trafico_mixto   [  38% ] 50/50 VUs  1m41.6s/4m30.0s

running (3m10.0s), 50/50 VUs, 1575 complete and 0 interrupted iterations
trafico_mixto   [  38% ] 50/50 VUs  1m42.6s/4m30.0s

running (3m11.0s), 50/50 VUs, 1599 complete and 0 interrupted iterations
trafico_mixto   [  38% ] 50/50 VUs  1m43.6s/4m30.0s

running (3m12.0s), 50/50 VUs, 1622 complete and 0 interrupted iterations
trafico_mixto   [  39% ] 50/50 VUs  1m44.6s/4m30.0s

running (3m13.0s), 50/50 VUs, 1638 complete and 0 interrupted iterations
trafico_mixto   [  39% ] 50/50 VUs  1m45.6s/4m30.0s

running (3m14.0s), 50/50 VUs, 1665 complete and 0 interrupted iterations
trafico_mixto   [  39% ] 50/50 VUs  1m46.6s/4m30.0s

running (3m15.0s), 50/50 VUs, 1689 complete and 0 interrupted iterations
trafico_mixto   [  40% ] 50/50 VUs  1m47.6s/4m30.0s

running (3m16.0s), 50/50 VUs, 1707 complete and 0 interrupted iterations
trafico_mixto   [  40% ] 50/50 VUs  1m48.6s/4m30.0s

running (3m17.0s), 50/50 VUs, 1728 complete and 0 interrupted iterations
trafico_mixto   [  41% ] 50/50 VUs  1m49.6s/4m30.0s

running (3m18.0s), 50/50 VUs, 1753 complete and 0 interrupted iterations
trafico_mixto   [  41% ] 50/50 VUs  1m50.6s/4m30.0s

running (3m19.0s), 50/50 VUs, 1772 complete and 0 interrupted iterations
trafico_mixto   [  41% ] 50/50 VUs  1m51.6s/4m30.0s

running (3m20.0s), 50/50 VUs, 1797 complete and 0 interrupted iterations
trafico_mixto   [  42% ] 50/50 VUs  1m52.6s/4m30.0s

running (3m21.0s), 50/50 VUs, 1818 complete and 0 interrupted iterations
trafico_mixto   [  42% ] 50/50 VUs  1m53.6s/4m30.0s

running (3m22.0s), 50/50 VUs, 1839 complete and 0 interrupted iterations
trafico_mixto   [  42% ] 50/50 VUs  1m54.6s/4m30.0s

running (3m23.0s), 50/50 VUs, 1865 complete and 0 interrupted iterations
trafico_mixto   [  43% ] 50/50 VUs  1m55.6s/4m30.0s

running (3m24.0s), 50/50 VUs, 1885 complete and 0 interrupted iterations
trafico_mixto   [  43% ] 50/50 VUs  1m56.6s/4m30.0s

running (3m25.0s), 50/50 VUs, 1910 complete and 0 interrupted iterations
trafico_mixto   [  44% ] 50/50 VUs  1m57.6s/4m30.0s

running (3m26.0s), 50/50 VUs, 1929 complete and 0 interrupted iterations
trafico_mixto   [  44% ] 50/50 VUs  1m58.6s/4m30.0s

running (3m27.0s), 50/50 VUs, 1950 complete and 0 interrupted iterations
trafico_mixto   [  44% ] 50/50 VUs  1m59.6s/4m30.0s

running (3m28.0s), 50/50 VUs, 1973 complete and 0 interrupted iterations
trafico_mixto   [  45% ] 50/50 VUs  2m00.6s/4m30.0s

running (3m29.0s), 50/50 VUs, 1997 complete and 0 interrupted iterations
trafico_mixto   [  45% ] 50/50 VUs  2m01.6s/4m30.0s

running (3m30.0s), 50/50 VUs, 2016 complete and 0 interrupted iterations
trafico_mixto   [  45% ] 50/50 VUs  2m02.6s/4m30.0s

running (3m31.0s), 50/50 VUs, 2037 complete and 0 interrupted iterations
trafico_mixto   [  46% ] 50/50 VUs  2m03.6s/4m30.0s

running (3m32.0s), 50/50 VUs, 2057 complete and 0 interrupted iterations
trafico_mixto   [  46% ] 50/50 VUs  2m04.6s/4m30.0s

running (3m33.0s), 50/50 VUs, 2079 complete and 0 interrupted iterations
trafico_mixto   [  47% ] 50/50 VUs  2m05.6s/4m30.0s

running (3m34.0s), 50/50 VUs, 2101 complete and 0 interrupted iterations
trafico_mixto   [  47% ] 50/50 VUs  2m06.6s/4m30.0s

running (3m35.0s), 50/50 VUs, 2122 complete and 0 interrupted iterations
trafico_mixto   [  47% ] 50/50 VUs  2m07.6s/4m30.0s

running (3m36.0s), 50/50 VUs, 2146 complete and 0 interrupted iterations
trafico_mixto   [  48% ] 50/50 VUs  2m08.6s/4m30.0s

running (3m37.0s), 50/50 VUs, 2166 complete and 0 interrupted iterations
trafico_mixto   [  48% ] 50/50 VUs  2m09.6s/4m30.0s

running (3m38.0s), 50/50 VUs, 2192 complete and 0 interrupted iterations
trafico_mixto   [  48% ] 50/50 VUs  2m10.6s/4m30.0s

running (3m39.0s), 50/50 VUs, 2216 complete and 0 interrupted iterations
trafico_mixto   [  49% ] 50/50 VUs  2m11.6s/4m30.0s

running (3m40.0s), 50/50 VUs, 2236 complete and 0 interrupted iterations
trafico_mixto   [  49% ] 50/50 VUs  2m12.6s/4m30.0s

running (3m41.0s), 50/50 VUs, 2259 complete and 0 interrupted iterations
trafico_mixto   [  49% ] 50/50 VUs  2m13.6s/4m30.0s

running (3m42.0s), 50/50 VUs, 2282 complete and 0 interrupted iterations
trafico_mixto   [  50% ] 50/50 VUs  2m14.6s/4m30.0s

running (3m43.0s), 50/50 VUs, 2303 complete and 0 interrupted iterations
trafico_mixto   [  50% ] 50/50 VUs  2m15.6s/4m30.0s

running (3m44.0s), 50/50 VUs, 2325 complete and 0 interrupted iterations
trafico_mixto   [  51% ] 50/50 VUs  2m16.6s/4m30.0s

running (3m45.0s), 50/50 VUs, 2348 complete and 0 interrupted iterations
trafico_mixto   [  51% ] 50/50 VUs  2m17.6s/4m30.0s

running (3m46.0s), 50/50 VUs, 2372 complete and 0 interrupted iterations
trafico_mixto   [  51% ] 50/50 VUs  2m18.6s/4m30.0s

running (3m47.0s), 50/50 VUs, 2397 complete and 0 interrupted iterations
trafico_mixto   [  52% ] 50/50 VUs  2m19.6s/4m30.0s

running (3m48.0s), 50/50 VUs, 2417 complete and 0 interrupted iterations
trafico_mixto   [  52% ] 50/50 VUs  2m20.6s/4m30.0s

running (3m49.0s), 50/50 VUs, 2446 complete and 0 interrupted iterations
trafico_mixto   [  52% ] 50/50 VUs  2m21.6s/4m30.0s

running (3m50.0s), 50/50 VUs, 2459 complete and 0 interrupted iterations
trafico_mixto   [  53% ] 50/50 VUs  2m22.6s/4m30.0s

running (3m51.0s), 50/50 VUs, 2484 complete and 0 interrupted iterations
trafico_mixto   [  53% ] 50/50 VUs  2m23.6s/4m30.0s

running (3m52.0s), 50/50 VUs, 2504 complete and 0 interrupted iterations
trafico_mixto   [  54% ] 50/50 VUs  2m24.6s/4m30.0s

running (3m53.0s), 50/50 VUs, 2530 complete and 0 interrupted iterations
trafico_mixto   [  54% ] 50/50 VUs  2m25.6s/4m30.0s

running (3m54.0s), 50/50 VUs, 2547 complete and 0 interrupted iterations
trafico_mixto   [  54% ] 50/50 VUs  2m26.6s/4m30.0s

running (3m55.0s), 50/50 VUs, 2568 complete and 0 interrupted iterations
trafico_mixto   [  55% ] 50/50 VUs  2m27.6s/4m30.0s

running (3m56.0s), 50/50 VUs, 2593 complete and 0 interrupted iterations
trafico_mixto   [  55% ] 50/50 VUs  2m28.6s/4m30.0s

running (3m57.0s), 50/50 VUs, 2612 complete and 0 interrupted iterations
trafico_mixto   [  55% ] 50/50 VUs  2m29.6s/4m30.0s

running (3m58.0s), 50/50 VUs, 2627 complete and 0 interrupted iterations
trafico_mixto   [  56% ] 50/50 VUs  2m30.6s/4m30.0s

running (3m59.0s), 50/50 VUs, 2657 complete and 0 interrupted iterations
trafico_mixto   [  56% ] 50/50 VUs  2m31.6s/4m30.0s

running (4m00.0s), 50/50 VUs, 2676 complete and 0 interrupted iterations
trafico_mixto   [  57% ] 50/50 VUs  2m32.6s/4m30.0s

running (4m01.0s), 50/50 VUs, 2697 complete and 0 interrupted iterations
trafico_mixto   [  57% ] 50/50 VUs  2m33.6s/4m30.0s

running (4m02.0s), 50/50 VUs, 2721 complete and 0 interrupted iterations
trafico_mixto   [  57% ] 50/50 VUs  2m34.6s/4m30.0s

running (4m03.0s), 50/50 VUs, 2741 complete and 0 interrupted iterations
trafico_mixto   [  58% ] 50/50 VUs  2m35.6s/4m30.0s

running (4m04.0s), 50/50 VUs, 2766 complete and 0 interrupted iterations
trafico_mixto   [  58% ] 50/50 VUs  2m36.6s/4m30.0s

running (4m05.0s), 50/50 VUs, 2782 complete and 0 interrupted iterations
trafico_mixto   [  58% ] 50/50 VUs  2m37.6s/4m30.0s

running (4m06.0s), 50/50 VUs, 2805 complete and 0 interrupted iterations
trafico_mixto   [  59% ] 50/50 VUs  2m38.6s/4m30.0s

running (4m07.0s), 50/50 VUs, 2833 complete and 0 interrupted iterations
trafico_mixto   [  59% ] 50/50 VUs  2m39.6s/4m30.0s

running (4m08.0s), 50/50 VUs, 2854 complete and 0 interrupted iterations
trafico_mixto   [  59% ] 50/50 VUs  2m40.6s/4m30.0s

running (4m09.0s), 50/50 VUs, 2875 complete and 0 interrupted iterations
trafico_mixto   [  60% ] 50/50 VUs  2m41.6s/4m30.0s

running (4m10.0s), 50/50 VUs, 2898 complete and 0 interrupted iterations
trafico_mixto   [  60% ] 50/50 VUs  2m42.6s/4m30.0s

running (4m11.0s), 50/50 VUs, 2922 complete and 0 interrupted iterations
trafico_mixto   [  61% ] 50/50 VUs  2m43.6s/4m30.0s

running (4m12.0s), 50/50 VUs, 2942 complete and 0 interrupted iterations
trafico_mixto   [  61% ] 50/50 VUs  2m44.6s/4m30.0s

running (4m13.0s), 50/50 VUs, 2962 complete and 0 interrupted iterations
trafico_mixto   [  61% ] 50/50 VUs  2m45.6s/4m30.0s

running (4m14.0s), 50/50 VUs, 2983 complete and 0 interrupted iterations
trafico_mixto   [  62% ] 50/50 VUs  2m46.6s/4m30.0s

running (4m15.0s), 50/50 VUs, 3007 complete and 0 interrupted iterations
trafico_mixto   [  62% ] 50/50 VUs  2m47.6s/4m30.0s

running (4m16.0s), 50/50 VUs, 3031 complete and 0 interrupted iterations
trafico_mixto   [  62% ] 50/50 VUs  2m48.6s/4m30.0s

running (4m17.0s), 50/50 VUs, 3052 complete and 0 interrupted iterations
trafico_mixto   [  63% ] 50/50 VUs  2m49.6s/4m30.0s

running (4m18.0s), 50/50 VUs, 3075 complete and 0 interrupted iterations
trafico_mixto   [  63% ] 50/50 VUs  2m50.6s/4m30.0s

running (4m19.0s), 50/50 VUs, 3095 complete and 0 interrupted iterations
trafico_mixto   [  64% ] 50/50 VUs  2m51.6s/4m30.0s

running (4m20.0s), 50/50 VUs, 3117 complete and 0 interrupted iterations
trafico_mixto   [  64% ] 50/50 VUs  2m52.6s/4m30.0s

running (4m21.0s), 50/50 VUs, 3137 complete and 0 interrupted iterations
trafico_mixto   [  64% ] 50/50 VUs  2m53.6s/4m30.0s

running (4m22.0s), 50/50 VUs, 3157 complete and 0 interrupted iterations
trafico_mixto   [  65% ] 50/50 VUs  2m54.6s/4m30.0s

running (4m23.0s), 50/50 VUs, 3180 complete and 0 interrupted iterations
trafico_mixto   [  65% ] 50/50 VUs  2m55.6s/4m30.0s

running (4m24.0s), 50/50 VUs, 3203 complete and 0 interrupted iterations
trafico_mixto   [  65% ] 50/50 VUs  2m56.6s/4m30.0s

running (4m25.0s), 50/50 VUs, 3224 complete and 0 interrupted iterations
trafico_mixto   [  66% ] 50/50 VUs  2m57.6s/4m30.0s

running (4m26.0s), 50/50 VUs, 3250 complete and 0 interrupted iterations
trafico_mixto   [  66% ] 50/50 VUs  2m58.6s/4m30.0s

running (4m27.0s), 50/50 VUs, 3273 complete and 0 interrupted iterations
trafico_mixto   [  67% ] 50/50 VUs  2m59.6s/4m30.0s

running (4m28.0s), 50/50 VUs, 3296 complete and 0 interrupted iterations
trafico_mixto   [  67% ] 50/50 VUs  3m00.6s/4m30.0s

running (4m29.0s), 50/50 VUs, 3318 complete and 0 interrupted iterations
trafico_mixto   [  67% ] 50/50 VUs  3m01.6s/4m30.0s

running (4m30.0s), 50/50 VUs, 3339 complete and 0 interrupted iterations
trafico_mixto   [  68% ] 50/50 VUs  3m02.6s/4m30.0s

running (4m31.0s), 50/50 VUs, 3359 complete and 0 interrupted iterations
trafico_mixto   [  68% ] 50/50 VUs  3m03.6s/4m30.0s

running (4m32.0s), 50/50 VUs, 3382 complete and 0 interrupted iterations
trafico_mixto   [  68% ] 50/50 VUs  3m04.6s/4m30.0s

running (4m33.0s), 50/50 VUs, 3407 complete and 0 interrupted iterations
trafico_mixto   [  69% ] 50/50 VUs  3m05.6s/4m30.0s

running (4m34.0s), 50/50 VUs, 3424 complete and 0 interrupted iterations
trafico_mixto   [  69% ] 50/50 VUs  3m06.6s/4m30.0s

running (4m35.0s), 50/50 VUs, 3451 complete and 0 interrupted iterations
trafico_mixto   [  69% ] 50/50 VUs  3m07.6s/4m30.0s

running (4m36.0s), 50/50 VUs, 3476 complete and 0 interrupted iterations
trafico_mixto   [  70% ] 50/50 VUs  3m08.6s/4m30.0s

running (4m37.0s), 50/50 VUs, 3498 complete and 0 interrupted iterations
trafico_mixto   [  70% ] 50/50 VUs  3m09.6s/4m30.0s

running (4m38.0s), 50/50 VUs, 3522 complete and 0 interrupted iterations
trafico_mixto   [  71% ] 50/50 VUs  3m10.6s/4m30.0s

running (4m39.0s), 50/50 VUs, 3545 complete and 0 interrupted iterations
trafico_mixto   [  71% ] 50/50 VUs  3m11.6s/4m30.0s

running (4m40.0s), 50/50 VUs, 3568 complete and 0 interrupted iterations
trafico_mixto   [  71% ] 50/50 VUs  3m12.6s/4m30.0s

running (4m41.0s), 50/50 VUs, 3586 complete and 0 interrupted iterations
trafico_mixto   [  72% ] 50/50 VUs  3m13.6s/4m30.0s

running (4m42.0s), 50/50 VUs, 3606 complete and 0 interrupted iterations
trafico_mixto   [  72% ] 50/50 VUs  3m14.6s/4m30.0s

running (4m43.0s), 50/50 VUs, 3635 complete and 0 interrupted iterations
trafico_mixto   [  72% ] 50/50 VUs  3m15.6s/4m30.0s

running (4m44.0s), 50/50 VUs, 3651 complete and 0 interrupted iterations
trafico_mixto   [  73% ] 50/50 VUs  3m16.6s/4m30.0s

running (4m45.0s), 50/50 VUs, 3674 complete and 0 interrupted iterations
trafico_mixto   [  73% ] 50/50 VUs  3m17.6s/4m30.0s

running (4m46.0s), 50/50 VUs, 3692 complete and 0 interrupted iterations
trafico_mixto   [  74% ] 50/50 VUs  3m18.6s/4m30.0s

running (4m47.0s), 50/50 VUs, 3717 complete and 0 interrupted iterations
trafico_mixto   [  74% ] 50/50 VUs  3m19.6s/4m30.0s

running (4m48.0s), 50/50 VUs, 3734 complete and 0 interrupted iterations
trafico_mixto   [  74% ] 50/50 VUs  3m20.6s/4m30.0s

running (4m49.0s), 50/50 VUs, 3760 complete and 0 interrupted iterations
trafico_mixto   [  75% ] 50/50 VUs  3m21.6s/4m30.0s

running (4m50.0s), 50/50 VUs, 3780 complete and 0 interrupted iterations
trafico_mixto   [  75% ] 50/50 VUs  3m22.6s/4m30.0s

running (4m51.0s), 50/50 VUs, 3803 complete and 0 interrupted iterations
trafico_mixto   [  75% ] 50/50 VUs  3m23.6s/4m30.0s

running (4m52.0s), 50/50 VUs, 3828 complete and 0 interrupted iterations
trafico_mixto   [  76% ] 50/50 VUs  3m24.6s/4m30.0s

running (4m53.0s), 50/50 VUs, 3843 complete and 0 interrupted iterations
trafico_mixto   [  76% ] 50/50 VUs  3m25.6s/4m30.0s

running (4m54.0s), 50/50 VUs, 3870 complete and 0 interrupted iterations
trafico_mixto   [  77% ] 50/50 VUs  3m26.6s/4m30.0s

running (4m55.0s), 50/50 VUs, 3893 complete and 0 interrupted iterations
trafico_mixto   [  77% ] 50/50 VUs  3m27.6s/4m30.0s

running (4m56.0s), 50/50 VUs, 3915 complete and 0 interrupted iterations
trafico_mixto   [  77% ] 50/50 VUs  3m28.6s/4m30.0s

running (4m57.0s), 50/50 VUs, 3939 complete and 0 interrupted iterations
trafico_mixto   [  78% ] 50/50 VUs  3m29.6s/4m30.0s

running (4m58.0s), 50/50 VUs, 3963 complete and 0 interrupted iterations
trafico_mixto   [  78% ] 50/50 VUs  3m30.6s/4m30.0s

running (4m59.0s), 50/50 VUs, 3986 complete and 0 interrupted iterations
trafico_mixto   [  78% ] 50/50 VUs  3m31.6s/4m30.0s

running (5m00.0s), 50/50 VUs, 4012 complete and 0 interrupted iterations
trafico_mixto   [  79% ] 50/50 VUs  3m32.6s/4m30.0s

running (5m01.0s), 50/50 VUs, 4031 complete and 0 interrupted iterations
trafico_mixto   [  79% ] 50/50 VUs  3m33.6s/4m30.0s

running (5m02.0s), 50/50 VUs, 4049 complete and 0 interrupted iterations
trafico_mixto   [  79% ] 50/50 VUs  3m34.6s/4m30.0s

running (5m03.0s), 50/50 VUs, 4075 complete and 0 interrupted iterations
trafico_mixto   [  80% ] 50/50 VUs  3m35.6s/4m30.0s

running (5m04.0s), 50/50 VUs, 4094 complete and 0 interrupted iterations
trafico_mixto   [  80% ] 50/50 VUs  3m36.6s/4m30.0s

running (5m05.0s), 50/50 VUs, 4120 complete and 0 interrupted iterations
trafico_mixto   [  81% ] 50/50 VUs  3m37.6s/4m30.0s

running (5m06.0s), 50/50 VUs, 4139 complete and 0 interrupted iterations
trafico_mixto   [  81% ] 50/50 VUs  3m38.6s/4m30.0s

running (5m07.0s), 50/50 VUs, 4167 complete and 0 interrupted iterations
trafico_mixto   [  81% ] 50/50 VUs  3m39.6s/4m30.0s

running (5m08.0s), 50/50 VUs, 4189 complete and 0 interrupted iterations
trafico_mixto   [  82% ] 50/50 VUs  3m40.6s/4m30.0s

running (5m09.0s), 50/50 VUs, 4213 complete and 0 interrupted iterations
trafico_mixto   [  82% ] 50/50 VUs  3m41.6s/4m30.0s

running (5m10.0s), 50/50 VUs, 4239 complete and 0 interrupted iterations
trafico_mixto   [  82% ] 50/50 VUs  3m42.6s/4m30.0s

running (5m11.0s), 50/50 VUs, 4264 complete and 0 interrupted iterations
trafico_mixto   [  83% ] 50/50 VUs  3m43.6s/4m30.0s

running (5m12.0s), 50/50 VUs, 4284 complete and 0 interrupted iterations
trafico_mixto   [  83% ] 50/50 VUs  3m44.6s/4m30.0s

running (5m13.0s), 50/50 VUs, 4311 complete and 0 interrupted iterations
trafico_mixto   [  84% ] 50/50 VUs  3m45.6s/4m30.0s

running (5m14.0s), 50/50 VUs, 4330 complete and 0 interrupted iterations
trafico_mixto   [  84% ] 50/50 VUs  3m46.6s/4m30.0s

running (5m15.0s), 50/50 VUs, 4351 complete and 0 interrupted iterations
trafico_mixto   [  84% ] 50/50 VUs  3m47.6s/4m30.0s

running (5m16.0s), 50/50 VUs, 4378 complete and 0 interrupted iterations
trafico_mixto   [  85% ] 50/50 VUs  3m48.6s/4m30.0s

running (5m17.0s), 50/50 VUs, 4401 complete and 0 interrupted iterations
trafico_mixto   [  85% ] 50/50 VUs  3m49.6s/4m30.0s

running (5m18.0s), 50/50 VUs, 4423 complete and 0 interrupted iterations
trafico_mixto   [  85% ] 50/50 VUs  3m50.6s/4m30.0s

running (5m19.0s), 50/50 VUs, 4441 complete and 0 interrupted iterations
trafico_mixto   [  86% ] 50/50 VUs  3m51.6s/4m30.0s

running (5m20.0s), 50/50 VUs, 4468 complete and 0 interrupted iterations
trafico_mixto   [  86% ] 50/50 VUs  3m52.6s/4m30.0s

running (5m21.0s), 50/50 VUs, 4487 complete and 0 interrupted iterations
trafico_mixto   [  87% ] 50/50 VUs  3m53.6s/4m30.0s

running (5m22.0s), 50/50 VUs, 4512 complete and 0 interrupted iterations
trafico_mixto   [  87% ] 50/50 VUs  3m54.6s/4m30.0s

running (5m23.0s), 50/50 VUs, 4534 complete and 0 interrupted iterations
trafico_mixto   [  87% ] 50/50 VUs  3m55.6s/4m30.0s

running (5m24.0s), 50/50 VUs, 4553 complete and 0 interrupted iterations
trafico_mixto   [  88% ] 50/50 VUs  3m56.6s/4m30.0s

running (5m25.0s), 50/50 VUs, 4578 complete and 0 interrupted iterations
trafico_mixto   [  88% ] 50/50 VUs  3m57.6s/4m30.0s

running (5m26.0s), 50/50 VUs, 4602 complete and 0 interrupted iterations
trafico_mixto   [  88% ] 50/50 VUs  3m58.6s/4m30.0s

running (5m27.0s), 50/50 VUs, 4620 complete and 0 interrupted iterations
trafico_mixto   [  89% ] 50/50 VUs  3m59.6s/4m30.0s

running (5m28.0s), 50/50 VUs, 4644 complete and 0 interrupted iterations
trafico_mixto   [  89% ] 50/50 VUs  4m00.6s/4m30.0s

running (5m29.0s), 49/50 VUs, 4666 complete and 0 interrupted iterations
trafico_mixto   [  89% ] 49/50 VUs  4m01.6s/4m30.0s

running (5m30.0s), 47/50 VUs, 4690 complete and 0 interrupted iterations
trafico_mixto   [  90% ] 47/50 VUs  4m02.6s/4m30.0s

running (5m31.0s), 46/50 VUs, 4712 complete and 0 interrupted iterations
trafico_mixto   [  90% ] 46/50 VUs  4m03.6s/4m30.0s

running (5m32.0s), 45/50 VUs, 4731 complete and 0 interrupted iterations
trafico_mixto   [  91% ] 45/50 VUs  4m04.6s/4m30.0s

running (5m33.0s), 43/50 VUs, 4751 complete and 0 interrupted iterations
trafico_mixto   [  91% ] 43/50 VUs  4m05.6s/4m30.0s

running (5m34.0s), 41/50 VUs, 4773 complete and 0 interrupted iterations
trafico_mixto   [  91% ] 41/50 VUs  4m06.6s/4m30.0s

running (5m35.0s), 40/50 VUs, 4790 complete and 0 interrupted iterations
trafico_mixto   [  92% ] 40/50 VUs  4m07.6s/4m30.0s

running (5m36.0s), 38/50 VUs, 4809 complete and 0 interrupted iterations
trafico_mixto   [  92% ] 38/50 VUs  4m08.6s/4m30.0s

running (5m37.0s), 36/50 VUs, 4824 complete and 0 interrupted iterations
trafico_mixto   [  92% ] 36/50 VUs  4m09.6s/4m30.0s

running (5m38.0s), 34/50 VUs, 4843 complete and 0 interrupted iterations
trafico_mixto   [  93% ] 34/50 VUs  4m10.6s/4m30.0s

running (5m39.0s), 32/50 VUs, 4857 complete and 0 interrupted iterations
trafico_mixto   [  93% ] 32/50 VUs  4m11.6s/4m30.0s

running (5m40.0s), 31/50 VUs, 4874 complete and 0 interrupted iterations
trafico_mixto   [  94% ] 31/50 VUs  4m12.6s/4m30.0s

running (5m41.0s), 30/50 VUs, 4889 complete and 0 interrupted iterations
trafico_mixto   [  94% ] 30/50 VUs  4m13.6s/4m30.0s

running (5m42.0s), 28/50 VUs, 4902 complete and 0 interrupted iterations
trafico_mixto   [  94% ] 28/50 VUs  4m14.6s/4m30.0s

running (5m43.0s), 28/50 VUs, 4914 complete and 0 interrupted iterations
trafico_mixto   [  95% ] 28/50 VUs  4m15.6s/4m30.0s

running (5m44.0s), 27/50 VUs, 4923 complete and 0 interrupted iterations
trafico_mixto   [  95% ] 27/50 VUs  4m16.6s/4m30.0s

running (5m45.0s), 24/50 VUs, 4937 complete and 0 interrupted iterations
trafico_mixto   [  95% ] 24/50 VUs  4m17.6s/4m30.0s

running (5m46.0s), 22/50 VUs, 4950 complete and 0 interrupted iterations
trafico_mixto   [  96% ] 22/50 VUs  4m18.6s/4m30.0s

running (5m47.0s), 21/50 VUs, 4959 complete and 0 interrupted iterations
trafico_mixto   [  96% ] 21/50 VUs  4m19.6s/4m30.0s

running (5m48.0s), 19/50 VUs, 4967 complete and 0 interrupted iterations
trafico_mixto   [  97% ] 19/50 VUs  4m20.6s/4m30.0s

running (5m49.0s), 16/50 VUs, 4979 complete and 0 interrupted iterations
trafico_mixto   [  97% ] 16/50 VUs  4m21.6s/4m30.0s

running (5m50.0s), 15/50 VUs, 4987 complete and 0 interrupted iterations
trafico_mixto   [  97% ] 15/50 VUs  4m22.6s/4m30.0s

running (5m51.0s), 14/50 VUs, 4993 complete and 0 interrupted iterations
trafico_mixto   [  98% ] 14/50 VUs  4m23.6s/4m30.0s

running (5m52.0s), 11/50 VUs, 4999 complete and 0 interrupted iterations
trafico_mixto   [  98% ] 11/50 VUs  4m24.6s/4m30.0s

running (5m53.0s), 10/50 VUs, 5005 complete and 0 interrupted iterations
trafico_mixto   [  98% ] 10/50 VUs  4m25.6s/4m30.0s

running (5m54.0s), 08/50 VUs, 5009 complete and 0 interrupted iterations
trafico_mixto   [  99% ] 08/50 VUs  4m26.6s/4m30.0s

running (5m55.0s), 06/50 VUs, 5013 complete and 0 interrupted iterations
trafico_mixto   [  99% ] 06/50 VUs  4m27.6s/4m30.0s

running (5m56.0s), 05/50 VUs, 5015 complete and 0 interrupted iterations
trafico_mixto   [  99% ] 05/50 VUs  4m28.6s/4m30.0s

running (5m57.0s), 03/50 VUs, 5018 complete and 0 interrupted iterations
trafico_mixto   [ 100% ] 03/50 VUs  4m29.6s/4m30.0s

running (5m58.0s), 01/50 VUs, 5020 complete and 0 interrupted iterations
trafico_mixto Ôåô [ 100% ] 02/50 VUs  4m30s

running (5m59.0s), 01/50 VUs, 5020 complete and 0 interrupted iterations
trafico_mixto Ôåô [ 100% ] 02/50 VUs  4m30s


  Ôûê THRESHOLDS 

    http_req_duration
    Ô£ô 'p(95)<500' p(95)=137.39ms

      {endpoint:badge}
      Ô£ô 'p(95)<300' p(95)=120.68ms

      {endpoint:catalog}
      Ô£ô 'p(95)<300' p(95)=134.3ms

      {endpoint:enroll}
      Ô£ô 'p(95)<500' p(95)=123.76ms

      {endpoint:heartbeat}
      Ô£ô 'p(95)<400' p(95)=148.35ms

      {endpoint:quiz_start}
      Ô£ô 'p(95)<500' p(95)=134.39ms

      {endpoint:quiz_submit}
      Ô£ô 'p(95)<600' p(95)=133.17ms

    http_req_failed
    Ô£ô 'rate<0.01' rate=0.00%

    quiz_double_grading_detected
    Ô£ô 'count==0' count=0


  Ôûê TOTAL RESULTS 

    checks_total.......: 10335   28.766537/s
    checks_succeeded...: 100.00% 10335 out of 10335
    checks_failed......: 0.00%   0 out of 10335

    Ô£ô catalogo responde 200
    Ô£ô detalle de curso responde 200
    Ô£ô inscripcion responde 200/201/409
    Ô£ô heartbeat responde 200
    Ô£ô verificacion de insignia responde 200
    Ô£ô inicio de intento de quiz responde 201/409
    Ô£ô envio de intento de quiz responde 200
    Ô£ô el intento queda calificado (score numerico)
    Ô£ô envio duplicado de quiz es rechazado (409) sin doble calificacion

    CUSTOM
    enroll_duration................: avg=116.96ms min=109.15ms med=115.42ms max=462.2ms  p(90)=121.28ms p(95)=123.76ms
    heartbeat_duration.............: avg=127.43ms min=116.89ms med=123.73ms max=326.83ms p(90)=133.95ms p(95)=148.35ms
    quiz_double_grading_detected...: 0      0/s
    quiz_max_attempts_reached......: 169    0.470396/s
    quiz_start_duration............: avg=122.24ms min=113.26ms med=120.37ms max=223.9ms  p(90)=125.71ms p(95)=134.39ms
    quiz_submit_duration...........: avg=124.8ms  min=114.97ms med=121.46ms max=279.78ms p(90)=127.88ms p(95)=133.17ms

    HTTP
    http_req_duration..............: avg=119.37ms min=104.85ms med=116.27ms max=815.96ms p(90)=126.19ms p(95)=137.39ms
      { endpoint:badge }...........: avg=113.48ms min=105.86ms med=112.37ms max=161.27ms p(90)=118.52ms p(95)=120.68ms
      { endpoint:catalog }.........: avg=117.28ms min=104.85ms med=115.18ms max=815.96ms p(90)=123.06ms p(95)=134.3ms 
      { endpoint:enroll }..........: avg=116.96ms min=109.15ms med=115.42ms max=462.2ms  p(90)=121.28ms p(95)=123.76ms
      { endpoint:heartbeat }.......: avg=127.43ms min=116.89ms med=123.73ms max=326.83ms p(90)=133.95ms p(95)=148.35ms
      { endpoint:quiz_start }......: avg=122.24ms min=113.26ms med=120.37ms max=223.9ms  p(90)=125.71ms p(95)=134.39ms
      { endpoint:quiz_submit }.....: avg=124.8ms  min=114.97ms med=121.46ms max=279.78ms p(90)=127.88ms p(95)=133.17ms
      { expected_response:true }...: avg=119.37ms min=104.85ms med=116.27ms max=815.96ms p(90)=126.19ms p(95)=137.39ms
    http_req_failed................: 0.00%  0 out of 10218
    http_reqs......................: 10218  28.440879/s

    EXECUTION
    iteration_duration.............: avg=2.24s    min=1.11s    med=2.24s    max=3.6s     p(90)=3.05s    p(95)=3.15s   
    iterations.....................: 5021   13.975499/s
    vus............................: 1      min=0          max=50
    vus_max........................: 50     min=50         max=50

    NETWORK
    data_received..................: 33 MB  92 kB/s
    data_sent......................: 2.0 MB 5.5 kB/s



running (5m59.3s), 00/50 VUs, 5021 complete and 0 interrupted iterations
trafico_mixto Ô£ô [ 100% ] 00/50 VUs  4m30s